4ti2
a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
amdvlk
analitza5
aom
appstream
arc-gtk-theme-eos
archlinux-keyring
argon2
aribb24
artikulate
at-spi2-core
atkmm
attica5
attr
audacity
audit
autoconf
automake
avahi
avogadro-crystals
avogadro-molecules
avogadrolibs
avogadrolibs-qt5
b43-fwcutter
babl
base
base-devel
bash
bash-completion
bcprov
biber
bind
binutils
bison
blas
blinken
blueman
bluez
bluez-libs
bluez-utils
boost-libs
botan2
box2d
bridge-utils
brightnessctl
brltty
brotli
bsd-games
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cantor
cblas
cdparanoia
cfitsio
chromaprint
cifs-utils
clucene
cmake
code
colord
confuse
containerd
coordgen
coreutils
cpio
cppdap
cryptsetup
cups
cups-filters
cups-pdf
curl
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhclient
diffutils
ding-libs
discord
discount
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
dosfstools
dotconf
double-conversion
downgrade
dracut
duf
duktape
dvisvgm
e2fsprogs
editorconfig-core-c
efibootmgr
efitools
efivar
electron
electron25
elementary-icon-theme
ell
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-default
endeavouros-skel-xfce4
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-bash-shared
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-translations
eos-update-notifier
erfa
espeak-ng
ethtool
exfatprogs
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
ffcall
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
firefox
firewalld
flac
flex
fluidsynth
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freeglut
freetype2
frescobaldi
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
galculator
garcon
gawk
gc
gcc
gcc-fortran
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gegl
geoclue
gettext
ghostscript
giflib
gimp
girara
git
glances
glew
glib-networking
glib2
glibc
glibmm
glpk
glslang
glu
gmp
gnome-themes-extra
gnuchess
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
grantlee
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
gsasl
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
gts
guile
guile2.2
gumbo-parser
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdf5
hdparm
hicolor-icon-theme
hidapi
highway
hplip
htop
hunspell
hwdata
hwdetect
hwinfo
hwloc
hyphen
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
inkscape
inxi
iproute2
iptables-nft
iputils
ipython
iso-codes
iwd
jansson
jasper
java-commons-lang
java-runtime-common
jbig2dec
jbigkit
jemalloc
jfsutils
jq
jre-openjdk-headless
jre17-openjdk-headless
json-c
json-glib
jsoncpp
jupyter-nbclient
jupyter-nbconvert
jupyter-nbformat
jupyter-notebook-shim
jupyter-server
jupyterlab
jupyterlab-pygments
kaccounts-integration
kactivities5
kalgebra
kalzium
kanagram
karchive5
kauth5
kbd
kbookmarks5
kbruch
kcmutils5
kcodecs5
kcompletion5
kconfig5
kconfigwidgets5
kcoreaddons5
kcrash5
kdbusaddons5
kde-education-meta
kdeclarative5
kded5
kdeedu-data
kdnssd5
kernel-install-for-dracut
keyutils
kgeography
kglobalaccel5
kguiaddons5
khangman
ki18n5
kiconthemes5
kig
kio5
kirigami-addons5
kirigami2
kitemmodels5
kitemviews5
kiten
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets5
klettres
kmod
kmplot
knewstuff5
knotifications5
knotifyconfig5
kpackage5
kparts5
kplotting5
kpty5
kqtquickcharts
krb5
kservice5
ktexteditor5
ktextwidgets5
ktouch
kturtle
kunitconversion5
kwallet5
kwidgetsaddons5
kwindowsystem5
kwordquiz
kxmlgui5
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
leptonica
less
lib2geom
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-sqlite
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaec
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdeflate
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgexiv2
libgirepository
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libisl
libisofs
libjpeg-turbo
libjxl
libkate
libkdegames
libkeduvocdocument
libkexiv2
libkeybinder3
libksba
liblangtag
liblc3
libldac
libldap
liblouis
liblqr
liblrdf
libltc
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmediainfo
libmfx
libmicrodns
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpd
libmpeg2
libmspack
libmspub
libmsym
libmtp
libmupdf
libmwaw
libmypaint
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
libopenraw
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libppd
libproxy
libpsl
libpulse
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
librsync
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsonic
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libupnp
liburcu
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvisio
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzen
libzmf
licenses
lightdm
lightdm-slick-greeter
lilv
lilypond
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lskat
lsof
lsscsi
lua
luajit
luit
lv2
lvm2
lz4
lzo
m4
maeparser
mailcap
mailutils
make
man-db
man-pages
marble
marble-common
mbedtls
mc
md4c
mdadm
media-player-info
mediainfo
meld
mesa
mesa-utils
minizip
minuet
mjpegtools
mlocate
mobile-broadband-provider-info
modemmanager
molequeue
mousepad
mousetweaks
mpdecimal
mpfr
mpg123
mtdev
mtools
musescore
mypaint-brushes1
nano
nano-syntax-highlighting
ncurses
neofetch
neon
net-snmp
net-tools
netctl
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
nitrogen
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
oath-toolkit
obs-studio
obsidian
ocl-icd
okular
onetbb
onevpl
oniguruma
openal
openbabel
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openvpn
opus
opusfile
orc
orca
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
parallel
parley
parole
parted
patch
pavucontrol
pcaudiolib
pciutils
pcre
pcre2
pcsclite
pdftk
perl
perl-alien-build
perl-alien-libxml2
perl-anyevent
perl-anyevent-i3
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-common-sense
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-dbi
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-chdir
perl-file-find-rule
perl-file-listing
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-json-xs
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-mime-charset
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
phonon-qt5
phonon-qt5-vlc
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
portmidi
portsmf
potrace
power-profiles-daemon
ppp
procps-ng
protobuf
psmisc
pugixml
purpose5
pv
python
python-annotated-types
python-anyio
python-appdirs
python-argcomplete
python-argon2-cffi-bindings
python-argon2_cffi
python-astropy
python-asttokens
python-async-lru
python-atspi
python-attrs
python-autocommand
python-babel
python-beautifulsoup4
python-bleach
python-cachecontrol
python-cairo
python-capng
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-comm
python-contourpy
python-coverage
python-cryptography
python-cssselect
python-cycler
python-dateutil
python-decorator
python-defusedxml
python-distro
python-docutils
python-et-xmlfile
python-executing
python-fastjsonschema
python-filelock
python-fonttools
python-future
python-gobject
python-gpgme
python-greenlet
python-idna
python-imagesize
python-importlib-metadata
python-inflect
python-ipykernel
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jinja
python-json-logger
python-json5
python-jsonschema
python-jsonschema-specifications
python-jupyter-client
python-jupyter-core
python-jupyter-events
python-jupyterlab-server
python-kiwisolver
python-lockfile
python-lxml
python-ly
python-markdown-it-py
python-markupsafe
python-matplotlib
python-matplotlib-inline
python-mdurl
python-mistune
python-more-itertools
python-msgpack
python-nest-asyncio
python-networkx
python-numpy
python-openpyxl
python-ordered-set
python-overrides
python-packaging
python-pandas
python-pandocfilters
python-parso
python-pexpect
python-pillow
python-pip
python-pipx
python-platformdirs
python-ply
python-pooch
python-poppler-qt5
python-prometheus_client
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pure-eval
python-pyaml
python-pycparser
python-pycups
python-pycurl
python-pydantic
python-pydantic-core
python-pyerfa
python-pygments
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyrsistent
python-pyserial
python-pysocks
python-pytz
python-pyxdg
python-pyzmq
python-qpageview
python-referencing
python-reportlab
python-requests
python-rich
python-rpds-py
python-ruamel-yaml
python-ruamel.yaml.clib
python-scipy
python-send2trash
python-setproctitle
python-setuptools
python-shtab
python-six
python-sniffio
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-sqlalchemy
python-stack-data
python-termcolor
python-tinycss2
python-tomli
python-tornado
python-traitlets
python-trove-classifiers
python-typing_extensions
python-uc-micro-py
python-ujson
python-urllib3
python-userpath
python-validate-pyproject
python-wcwidth
python-webencodings
python-websocket-client
python-wheel
python-wxpython
python-yaml
python-zipp
python-zstandard
qca-qt5
qhull
qpdf
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qt6-base
qt6-declarative
qt6-svg
qt6-translations
ragel
rapidjson
raptor
rasqal
rav1e
readline
rebuild-detector
redland
redshift
reflector
reflector-simple
reiserfsprogs
rhash
ripgrep
ristretto
rnnoise
rocs
rpcbind
rsync
rtkit
rtmpdump
rubberband
run-parts
runc
s-nail
sane
sbc
scour
sdl2
sed
semver
serd
sg3_utils
shaderc
shadow
shared-mime-info
signal-desktop
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smartmontools
smbclient
snappy
sof-firmware
solid5
sonnet5
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spglib
spirv-tools
splix
sqlite
sratom
srt
startup-notification
steam
step
stoken
sudo
suil
suitesparse
supertuxkart
svt-av1
svt-hevc
syndication5
syntax-highlighting5
sysfsutils
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
tesseract
tesseract-data-afr
tesseract-data-osd
tevent
texinfo
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-music
texlive-pictures
texlive-publishers
thin-provisioning-tools
threadweaver5
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tinyxml2
tk
tldr
tor
torbrowser-launcher
tpm2-tss
tracker3
tree
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ttf-tibetan-machine
tumbler
twolame
tzdata
udisks2
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
verdict
vi
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vpnc
vte-common
vte3
vtk
vulkan-headers
vulkan-icd-loader
wavpack
wayland
wcslib
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
webrtc-audio-processing-1
welcome
wget
which
wildmidi
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xapp
xbitmaps
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsane
xterm
xvidcore
xxhash
xz
yad
yajl
yay
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zenity
zeromq
zimg
zip
zix
zlib
zsh
zsh-completions
zstd
zvbi
zxing-cpp
zziplib
