a52dec
aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
archlinux-keyring
argon2
aribb24
at-spi2-core
atkmm
attica5
attr
audit
autoconf
automake
avahi
avogadro-crystals
avogadro-fragments
avogadro-molecules
avogadrolibs
avogadrolibs-qt5
babl
base
base-devel
bash
bc
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost-libs
botan
botan2
brightnessctl
brotli
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
cmake
colord
confuse
coordgen
coreutils
cppdap
cryptsetup
cups
cups-filters
cups-pdf
curl
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dictd
diffutils
discord
dmenu
dnssec-anchors
double-conversion
duktape
dunst
e2fsprogs
ecl
efibootmgr
efivar
electron25
elementary-icon-theme
exiv2
exo
expat
faad2
fakeroot
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
firewalld
flac
flameshot
flex
fmt
fontconfig
freeglut
freetype2
frescobaldi
fribidi
fuse-common
fuse2
fzf
garcon
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giflib
gimp
girara
git
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-themes-extra
gnu-free-fonts
gnupg
gnuplot
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
guile
guile2.2
gumbo-parser
gupnp
gupnp-igd
gvim
gzip
harfbuzz
hdf5
hicolor-icon-theme
hidapi
highway
htop
hunspell
hwdata
hwloc
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jq
json-c
json-glib
jsoncpp
kalzium
karchive5
kauth5
kbd
kbookmarks5
kcmutils5
kcodecs5
kcompletion5
kconfig5
kconfigwidgets5
kcontacts5
kcoreaddons5
kcrash5
kdbusaddons5
kdeclarative5
kdeconnect
kded5
keepassxc
keyutils
kglobalaccel5
kguiaddons5
ki18n5
kiconthemes5
kio5
kirigami-addons5
kirigami2
kitemmodels5
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets5
kmod
knewstuff5
knotifications5
kpackage5
kparts5
kpeople5
kpeoplevcard
kplotting5
krb5
kservice5
ktextwidgets5
kunitconversion5
kwallet5
kwidgetsaddons5
kwindowsystem5
kxmlgui5
l-smash
lame
lapack
lcms2
ldns
lensfun
leptonica
less
libaec
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbs2b
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcerf
libcloudproviders
libcolord
libconfig
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdeflate
libdovi
libdrm
libdvbpsi
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libgirepository
libglvnd
libgpg-error
libgtop
libgudev
libgusb
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
liblqr
libmaa
libmad
libmatroska
libmbim
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspack
libmsym
libmupdf
libmypaint
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libppd
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libwacom
libwebp
libwireplumber
libwmf
libwnck3
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
lilypond
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lua
luajit
luit
lv2
lvm2
lz4
lzo
m4
maeparser
mailcap
make
man-db
man-pages
maxima
maxima-ecl
md4c
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt5
molequeue
mpfr
mpg123
mtdev
musescore
mypaint-brushes1
ncurses
ndisc6
neofetch
nettle
networkmanager
nftables
nitrogen
nmap
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
oath-toolkit
obsidian
ocl-icd
onetbb
oniguruma
openal
openbabel
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openpmix
opensc
openssh
openssl
opus
orc
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-audio
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
ppp
procps-ng
prrte
psmisc
pugixml
pulseaudio-qt
python
python-annotated-types
python-attrs
python-autocommand
python-capng
python-cffi
python-charset-normalizer
python-contourpy
python-cryptography
python-cycler
python-dateutil
python-fastjsonschema
python-fonttools
python-gobject
python-gpgme
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-kiwisolver
python-ly
python-matplotlib
python-more-itertools
python-numpy
python-ordered-set
python-packaging
python-pandas
python-pillow
python-pip
python-platformdirs
python-ply
python-pooch
python-poppler-qt5
python-pycodestyle
python-pycparser
python-pydantic
python-pydantic-core
python-pygments
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pysocks
python-pytz
python-qpageview
python-requests
python-scipy
python-setuptools
python-six
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wheel
qca-qt5
qhull
qpdf
qqc2-desktop-style5
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qt6-5compat
qt6-base
qt6-svg
qt6-translations
ranger
rav1e
readline
rhash
rofi
rsync
rubberband
sbc
sdl2
sed
serd
shaderc
shadow
shared-mime-info
slang
snappy
sof-firmware
solid5
sonnet5
sord
sound-theme-freedesktop
speex
speexdsp
spglib
spirv-tools
sqlite
sratom
srt
startup-notification
stoken
sudo
suitesparse
svt-av1
syncthing
syndication5
sysstat
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
tesseract
tesseract-data-eng
tesseract-data-osd
texinfo
thin-provisioning-tools
thunar
thunar-volman
thunderbird
tor
torbrowser-launcher
tpm2-tss
tracker3
tree
tslib
ttf-font-awesome
tumbler
tzdata
udisks2
unzip
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vapoursynth
verdict
vid.stab
vim-runtime
vlc
vmaf
volume_key
vpnc
vte-common
vte3
vtk
vulkan-headers
vulkan-icd-loader
wayland
webrtc-audio-processing-1
wget
which
wireplumber
woff2
wpa_supplicant
wxwidgets-common
wxwidgets-gtk3
x264
x265
xarchiver
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-synaptics
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xclock
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xterm
xvidcore
xxhash
xz
yajl
zathura
zathura-pdf-mupdf
zeromq
zimg
zip
zix
zlib
zsh
zstd
