4ti2
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme-eos
audacity
b43-fwcutter
base
base-devel
bash-completion
biber
bind
blueman
bluez
bluez-utils
brightnessctl
bsd-games
btrfs-progs
cantarell-fonts
cmake
code
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-xfce4
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
espeak-ng
ethtool
exfatprogs
exo
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
frescobaldi
fsarchiver
galculator
garcon
ghostscript
gimp
git
glances
gnuchess
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hplip
htop
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
inkscape
inxi
iptables-nft
iwd
jfsutils
jupyterlab
kalgebra
kde-education-meta
kernel-install-for-dracut
kitty
kturtle
less
libdvdcss
libgsf
libopenraw
libreoffice-still
libwnck3
lightdm
lightdm-slick-greeter
lilypond
linux
linux-firmware
linux-headers
logrotate
lsb-release
lskat
lsscsi
lvm2
mailutils
man-db
man-pages
mc
mdadm
mediainfo
meld
mesa-utils
mlocate
modemmanager
mousepad
mousetweaks
mtools
musescore
nano
nano-syntax-highlighting
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
noto-fonts
nss-mdns
ntfs-3g
ntp
obs-studio
obsidian
okular
openssh
orca
p7zip
pacman-contrib
parole
pavucontrol
pdftk
perl
perl-anyevent-i3
perl-json-xs
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
poppler-glib
power-profiles-daemon
pv
python
python-astropy
python-capng
python-defusedxml
python-matplotlib
python-networkx
python-numpy
python-openpyxl
python-packaging
python-pandas
python-pip
python-pipx
python-pyqt5
python-reportlab
python-scipy
python-sphinx
python-sqlalchemy
rebuild-detector
redshift
reflector
reflector-simple
reiserfsprogs
ristretto
rsync
rtkit
s-nail
sg3_utils
signal-desktop
smartmontools
sof-firmware
splix
steam
sudo
supertuxkart
sysfsutils
system-config-printer
systemd-sysvcompat
texinfo
texlive-bibtexextra
texlive-bin
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-music
texlive-publishers
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tldr
tor
torbrowser-launcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ttf-tibetan-machine
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
welcome
wget
which
wireplumber
wpa_supplicant
xcape
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xterm
yay
yt-dlp
zathura
zathura-pdf-mupdf
zsh
zsh-completions
