amd-ucode
base
base-devel
bc
bluez
bluez-utils
brightnessctl
cmake
cups
cups-pdf
dictd
discord
dmenu
dunst
efibootmgr
firefox
firewalld
flameshot
frescobaldi
fzf
garcon
gcc
gimp
git
gnuplot
grub
gvim
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
jq
kalzium
kdeconnect
keepassxc
kitty
lilypond
linux
linux-firmware
make
man-db
man-pages
maxima
musescore
ndisc6
neofetch
networkmanager
nitrogen
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
obsidian
openconnect
opensc
otf-font-awesome
pavucontrol
picom
pipewire
pipewire-pulse
python
python-matplotlib
python-numpy
python-pandas
python-pip
python-pycodestyle
python-pygments
python-scipy
ranger
rofi
rsync
sof-firmware
sudo
syncthing
sysstat
texinfo
thunar
thunar-volman
thunderbird
torbrowser-launcher
tree
ttf-font-awesome
tumbler
unzip
vlc
wget
xarchiver
xclip
xdg-user-dirs
xf86-input-synaptics
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xclock
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwininfo
xterm
zathura
zathura-pdf-mupdf
zip
zsh
